<?php

return [
    /*
    |--------------------------------------------------------------------------
    | Мовні ресурси для нагадування пароля
    |--------------------------------------------------------------------------
    |
    | Наступні тексти будуть повернуті брокером паролів при помилкових
    | введенях під час редагування паролів користувачем. Наприклад,
    | за недійсного коду зміни пароля або неправильному новому паролі.
    |
    */

    'password' => 'Пароль должен быть не менее шести символов и совпадать с подтверждением.',
    'reset'    => 'Ваш пароль был сброшен!',
    'sent'     => 'Ссылка на сброс пароля была отправлена!',
    'token'    => 'Ошибочный код сброса пароля.',
    'user'     => 'Не удалось найти пользователя с указанным электронным адресом.',
    'update'   => 'Пароль успешно обновлён!',
    'error'    => 'Неверный пароль.',
];
